Repository: common-repository/wp-fading-content-slider
Catalog: locale/wp-fading-content-slider-locale-*.po
Languages: fr_fr

source: Fading Content Slider options
fr_fr: Propriétés du Fading Content Slider

source: Fading slider options
fr_fr: Options du Fading Content Slider

source: Add to the content slider?
fr_fr: Ajouter au diaporama ?

source: Warning : Remember to add an 'Image thumbnail' for objects you want to add to the content slider
fr_fr: Attention : Pensez à ajouter une image à la une pour les contenus que vous souhaitez ajouter au diaporama

source: Fading Content Slider Settings
fr_fr: Propriétés du Fading Content Slider

source: Here you can adjust the Fading Content Slider's parameters.
fr_fr: Ici vous pouvez ajuster les réglages du plugin Fading Content Slider.

source: You have to choose manually to insert or not posts/pages in the slider on the posts/pages edit screen ('Add to the slider?' Checkbox).
fr_fr: Vous devez choisir manuellement les contenus à insérer dans le diaporama sur la page d'édition des articles/pages (Case à cocher 'Ajouter au diaporama ?').

source: Code to insert
fr_fr: Code à insérer

source: The code below must be inserted in a Wordpress file, where you want to display the parallax content slider:
fr_fr: Le code ci-dessous doit être inséré dans un fichier Wordpress, à l'endroit où vous souhaitez voir apparaître le diaporama :

source: An alternative is to call the plugin with the following shortcode:
fr_fr: Une alternative consiste à appeler le plugin via ce shortcode :

source: General Display Options
fr_fr: Paramètres d'affichage

source: Sort criteria for posts/pages
fr_fr: Critère de tri pour les articles/pages

source: Title
fr_fr: Titre

source: Random
fr_fr: Aléatoire

source: ('Order by' criteria)
fr_fr: (Critère 'Order by')

source: Sort order
fr_fr: Ordre du tri

source: Ascending
fr_fr: Ascendant

source: Descending
fr_fr: Descendant

source: (Order)
fr_fr: (Ordre)

source: Automatic switch
fr_fr: Transition automatique

source: Yes
fr_fr: Oui

source: Time between transitions (ms)
fr_fr: Temps entre les transitions (ms)

source: Slider container's width
fr_fr: Largeur du diaporama

source: Slider container's height
fr_fr: Hauteur du diaporama

source: Background color
fr_fr: Couleur du fond

source: Border color (hexadecimal)
fr_fr: Couleur de la bordure (hex)

source: Text width
fr_fr: Largeur du texte

source: Text color
fr_fr: Couleur du texte

source: Image width
fr_fr: Largeur de l'image

source: Image height
fr_fr: Hauteur de l'image

source: Update Options
fr_fr: Enregistrer les modifications

source: Read post
fr_fr: Lire l'article
